posts/2019-11-29/index.html
<!DOCTYPE html>
<html prefix="" lang="en">
<head>
<meta charset="utf-8">
<meta name="description" content="Catching up with a lot a activity in November, especially in the industry with two new players joining the fun.">
<meta name="viewport" content="width=device-width">
<title>Qoherences #7 | Qoherences</title>
<link href="../../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<link rel="alternate" type="application/rss+xml" title="RSS" href="../../rss.xml">
<link rel="canonical" href="https://h-oll.github.io/qoherences/posts/2019-11-29/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Harold Ollivier">
<meta property="og:site_name" content="Qoherences">
<meta property="og:title" content="Qoherences #7">
<meta property="og:url" content="https://h-oll.github.io/qoherences/posts/2019-11-29/">
<meta property="og:description" content="Catching up with a lot a activity in November, especially in the industry with two new players joining the fun.">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2019-11-29T00:00:00+01:00">
</head>
<body>
    

    <header id="header" class="navbar"><div class="container">
            
    <div class="brand">

        <div class="brand-text">
            <a href="https://h-oll.github.io/qoherences/" title="Qoherences" rel="home">
                Qoherences
            </a>
        </div>

        <a id="btn-toggle-nav" class="navbar-toggle">
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
        </a>
    </div>

            
    <nav class="navbar-collapse collapse"><ul class="nav">
<li><a href="../../archive.html">Archive</a></li>
                <li><a href="../../categories/">Tags</a></li>
                <li><a href="../../rss.xml">RSS feed</a></li>
    
    
    </ul></nav>
</div>
    </header><div class="header-padding"> </div>

    
    <div class="post-header">
        <div class="container">
            <div class="title">
                Qoherences #7
            </div>
        </div>
    </div>

    <div class="post-meta">
      <div class="container">
	<div class="meta clearfix">
	  <div class="authordate">
	    <time class="timeago" datetime="2019-11-29T00:00:00+01:00">2019/11/29</time>
	    

	    
          |  
        <a href="index.org" id="sourcelink">Source</a>

	  </div>
	  <div class="post-tags">
	  </div>
	</div>
      </div>
    </div>


    <div id="post-main" class="main">
        <div class="container">
        <div id="outline-container-org95dc4b2" class="outline-2">
<h2 id="org95dc4b2">General Public Articles</h2>
<div class="outline-text-2" id="text-org95dc4b2">
</div>
<div id="outline-container-org73f9f5b" class="outline-3">
<h3 id="org73f9f5b">A new quantum data classification protocol brings us nearer to a future 'quantum internet' – <a href="https://phys.org/news/2019-11-quantum-classification-protocol-nearer-future.html">source</a>
</h3>
<div class="outline-text-3" id="text-org73f9f5b">
<p>
<i>Phys.org – Autonomous University of Barcelona</i> – UAB researchers have been looking at an algorithm for data clustering for quantum states.
</p>
</div>
</div>

<div id="outline-container-orgb8fc3bc" class="outline-3">
<h3 id="orgb8fc3bc">Tom O'Brien explains why we need a quantum computer – <a href="https://www.youtube.com/watch?v=qHJzyOU2Pls&amp;feature=youtu.be">source</a>
</h3>
<div class="outline-text-3" id="text-orgb8fc3bc">
<p>
<i>Youtube – University of Leiden, Tim O'Brien</i> – Good video showing why quantum computers might be efficient for quantum chemistry.
</p>
</div>
</div>
<div id="outline-container-org9a00167" class="outline-3">
<h3 id="org9a00167">Quantum physics: Our study suggests objective reality doesn't exist – <a href="https://phys.org/news/2019-11-quantum-physics-reality-doesnt.html">source</a>
</h3>
<div class="outline-text-3" id="text-org9a00167">
<p>
<i>Phys.org</i> – Experimental evidence that quantum reality is not a very well defined thing. In fact  the ability to reconcile two observers interpretation of their experimental results is not  granted by quantum mechanics. But it can be used as a way to detect when quantum mechanics actually become classical.
</p>
</div>
</div>
<div id="outline-container-org0329320" class="outline-3">
<h3 id="org0329320">Nanooptical traps: A promising building block for quantum technologies – <a href="https://phys.org/news/2019-11-nanooptical-block-quantum-technologies.html">source</a>
</h3>
<div class="outline-text-3" id="text-org0329320">
<p>
<i>Phys.org</i> – Researchers are reporting better nanooptical traps that hold atoms much longer than before. That's interesting as a way to design and control  light and matter interactions which would be used in quantum computing and quantum internet applications.
</p>
</div>
</div>
<div id="outline-container-org749b010" class="outline-3">
<h3 id="org749b010">Quantum Volume: A Yardstick To Measure The Performance Of Quantum Computers – <a href="https://www.forbes.com/sites/moorinsights/2019/11/23/quantum-volume-a-yardstick-to-measure-the-power-of-quantum-computers/">source</a>
</h3>
<div class="outline-text-3" id="text-org749b010">
<p>
<i>Forbes – Paul Smith-Goodson</i> – The case for quantum volume as a measure of performance for quantum hardware. That's a sensible metric pushed forward by IBMQ and Quantum Benchmark. 
</p>
</div>
</div>
<div id="outline-container-orgc19efd0" class="outline-3">
<h3 id="orgc19efd0">Researchers reach milestone in quantum standardisation – <a href="https://eurekalert.org/pub_releases/2019-11/uow-rr112519.php">source</a>
</h3>
<div class="outline-text-3" id="text-orgc19efd0">
<p>
<i>U Waterloo</i> – Well now, how do you compute the performance of quantum computers in practice (now that you know you should report quantum volume as explained in the previous entry). 
</p>
</div>
</div>
</div>

<div id="outline-container-org00064b2" class="outline-2">
<h2 id="org00064b2">Industry - Academia - Startups</h2>
<div class="outline-text-2" id="text-org00064b2">
</div>
<div id="outline-container-orga9b32b2" class="outline-3">
<h3 id="orga9b32b2">IQM Finland raises €11.6 million to speed up advancements in quantum computing – <a href="https://www.eu-startups.com/2019/07/iqm-finland-raises-e11-6-million-to-speed-up-advancements-in-quantum-computing/">source</a>
</h3>
<div class="outline-text-3" id="text-orga9b32b2">
<p>
<i>EU Startups – IQM Finland, Matadero QED, Maki.vc, MIG Fonds, OpenOcean, Tesi (Finnish Industry Investment), and Vito Ventures Fund</i> – The startup raised money in July to build scalable cryogenic hardware for quantum computers.
</p>
</div>
</div>
<div id="outline-container-org6febf24" class="outline-3">
<h3 id="org6febf24">For faster quantum computing, Microsoft builds a better qubit – <a href="https://www.cnet.com/news/for-faster-quantum-computing-microsoft-builds-a-better-qubit/">source</a>
</h3>
<div class="outline-text-3" id="text-org6febf24">
<p>
<i>CNet – Microsoft</i> – Microsoft announced to be very close to having topological qubits working. Apparently thanks to improvements in the way qubits controllers are wired.
</p>
</div>
</div>
<div id="outline-container-org38c4a41" class="outline-3">
<h3 id="org38c4a41">HYRAX: The quantum discovery framework – <a href="https://www.linkedin.com/posts/rahko_quantumtech-quantumsoftware-quantumcomputing-activity-6600317570186866688-NSdX/">source</a>
</h3>
<div class="outline-text-3" id="text-org38c4a41">
<p>
<i>Rahko</i> – The recently funded company did release a framework for machine learning with backends for some of the leading quantum computers.
</p>
</div>
</div>
<div id="outline-container-orga779dae" class="outline-3">
<h3 id="orga779dae">D'Arpanet à Internet : une histoire des réseaux – <a href="https://interstices.info/dossier/darpanet-a-internet-une-histoire-des-reseaux/">source</a>
</h3>
<div class="outline-text-3" id="text-orga779dae">
<p>
<i>Interstices</i> – In french: very interesting series of articles about ARPANET enlightning to read now that we are building a quantum internet.
</p>
</div>
</div>
<div id="outline-container-org3ff0c70" class="outline-3">
<h3 id="org3ff0c70">France's GDR Quantum Information from Fundamental Aspects to Experiments organised its 10th annual colloqium early november – <a href="https://iqfacolloq2019.sciencesconf.org/data/pages/BoA_iqfacolloq2019_CNRS_4.pdf">source</a>
</h3>
<div class="outline-text-3" id="text-org3ff0c70">
<p>
<i>GDR IFQA</i> – Read the abstracts to have a glimpse of France's research on quantum information.
</p>
</div>
</div>
<div id="outline-container-org8499a55" class="outline-3">
<h3 id="org8499a55">NTT taps NASA to take on Google and IBM in quantum computing – <a href="https://asia.nikkei.com/Business/Technology/NTT-taps-NASA-to-take-on-Google-and-IBM-in-quantum-computing">source</a>
</h3>
<div class="outline-text-3" id="text-org8499a55">
<p>
<i>Nikkei Asian Review – NTT, NASA</i> – NTT is partnering with NASA to develop quantum computing and go for a race with Google and IBM already quite far ahead. Interesting to see o non US based company stepping in to build a quantum computer.
</p>
</div>
</div>
<div id="outline-container-org01d2b4d" class="outline-3">
<h3 id="org01d2b4d">PsiQuantum raises big money ($230m) – <a href="https://www.telegraph.co.uk/technology/2019/11/16/bristol-professors-secretive-quantum-computing-start-up-raises/">source</a>
</h3>
<div class="outline-text-3" id="text-org01d2b4d">
<p>
<i>PsiQuantum</i> – PsiQuantum, founded by Jeremy O’Brien, has secured the funds from investors including a venture capital fund started by former Google executive Andy Rubin. The photonics quantum computing is increasingly looking like a feasible alternative to other technologies to built fault tolerant quantum computers. They are going to work on skipping the NISQ phase altogether.
</p>
</div>
</div>
<div id="outline-container-orgbf0c300" class="outline-3">
<h3 id="orgbf0c300">D-Wave sticks with its approach to quantum computing – <a href="https://techcrunch.com/2019/11/15/d-wave-sticks-with-its-approach-to-quantum-computing/">source</a>
</h3>
<div class="outline-text-3" id="text-orgbf0c300">
<p>
<i>D-Wave</i> – D-Wave partnered with VW to optimise traffic at the Lisbon Websummit. Although one might discuss whether D-Wave is doing quantum computation, I think we should see the positive side of having proof of concepts that go outside labs and go to real environments. Congrats for showing the way towards computing applications for quantum devices.
</p>
</div>
</div>
<div id="outline-container-orgcc1ad34" class="outline-3">
<h3 id="orgcc1ad34">Cambridge Quantum Computing announces new release of updated software stack – <a href="https://cambridgequantum.com/wp-content/uploads/2019/11/CQC-181119.pdf">source</a>
</h3>
<div class="outline-text-3" id="text-orgcc1ad34">
<p>
<i>Cambridge Quantum Computing</i> – That's a new software for designing / compiling circuits into an efficient representation suitable for being run on the major backends. This is important as these backends have topologies that make various optimisations required to get something useful. 
</p>
</div>
</div>
<div id="outline-container-orgefd3d0a" class="outline-3">
<h3 id="orgefd3d0a">h-bar consultants published an overview of hardware QC companies funding rounds – <a href="https://twitter.com/hbar_consultant/status/1195889753423433728?s=09">source</a>
</h3>
<div class="outline-text-3" id="text-orgefd3d0a">
<p>
<i>h-bar</i> – Good to see some of them generating revenue. Doesn't mean they show a positive bottom line, just that topline is greater than 0!
</p>
</div>
</div>
<div id="outline-container-org80b7e65" class="outline-3">
<h3 id="org80b7e65">Zeiss announces a quantum challenge – <a href="https://www.zeiss.com/corporate/int/careers/events/zeiss-quantum-challenge.html">source</a>
</h3>
<div class="outline-text-3" id="text-org80b7e65">
<p>
<i>Zeiss</i> – The company is joining the quantum fun with a challenge centered on sensing and imaging. Deadline is march 31st 2020.
</p>
</div>
</div>
<div id="outline-container-orgfd446ec" class="outline-3">
<h3 id="orgfd446ec">Xanadu receives grant from DARPA to test QML on quantum hardware – <a href="https://betakit.com/xanadu-receives-grant-from-darpa-to-test-qml-performance-on-quantum-hardware/">source</a>
</h3>
<div class="outline-text-3" id="text-orgfd446ec">
<p>
<i>Xanadu, DARPA</i> – The research project is expected to last 12 months.
</p>
</div>
</div>
</div>
<div id="outline-container-org954568b" class="outline-2">
<h2 id="org954568b">Research Papers</h2>
<div class="outline-text-2" id="text-org954568b">
</div>
<div id="outline-container-orgc9c0529" class="outline-3">
<h3 id="orgc9c0529">Characterizing large-scale quantum computers via cycle benchmarking – <a href="https://www.nature.com/articles/s41467-019-13068-7">source</a>
</h3>
<div class="outline-text-3" id="text-orgc9c0529">
<p>
<i>Alexander Erhard, Joel J. Wallman, Lukas Postler, Michael Meth, Roman Stricker, Esteban A. Martinez, Philipp Schindler, Thomas Monz, Joseph Emerson &amp; Rainer Blatt</i> – How do you benchmark the quality of quantum gates involving more that 3 - 4 qubits ? If you do tomography with imperfect state preparation and measurements, it will take for ever. Cycle benchmarking is an interesting option and has been demonstrated experimentally on ion trap QC. Related to the last entry of the General Public Articles.
</p>
</div>
</div>
</div>
<div id="outline-container-orgef1880a" class="outline-2">
<h2 id="orgef1880a">Positions - Conferences</h2>
<div class="outline-text-2" id="text-orgef1880a">
</div>
<div id="outline-container-org0f55fd1" class="outline-3">
<h3 id="org0f55fd1">Quantum Computing Theory in Practice Conference – <a href="https://riverlane.io/qctip-conference/">source</a>
</h3>
<div class="outline-text-3" id="text-org0f55fd1">
<p>
Centre for Mathematical Sciences, Cambridge | 6-8 April 2020
</p>
</div>
</div>
</div>
<div id="outline-container-org730d103" class="outline-2">
<h2 id="org730d103">Miscellanea</h2>
<div class="outline-text-2" id="text-org730d103">
</div>
<div id="outline-container-orgbeeb735" class="outline-3">
<h3 id="orgbeeb735">Neutrinos Lead to Unexpected Discovery in Basic Math – <a href="https://www.quantamagazine.org/neutrinos-lead-to-unexpected-discovery-in-basic-math-20191113/">source</a>
</h3>
<div class="outline-text-3" id="text-orgbeeb735">
<p>
<i>Quanta Magazine – Stephen Parke (Fermi National Accelerator Laboratory), Xining Zhang (University of Chicago), Peter Denton (Brookhaven National Laboratory)</i> – A beautiful fundamental result in linear algebra, giving a simple way of expressing the eigenvectors of a matrix in terms of the eigenvalues of that matrix and some submatrices.
</p>
</div>
</div>
<div id="outline-container-orga0d6215" class="outline-3">
<h3 id="orga0d6215">Quantum light improves sensitivity of biological measurements – <a href="https://phys.org/news/2019-11-quantum-sensitivity-biological.html">source</a>
</h3>
<div class="outline-text-3" id="text-orga0d6215">
<p>
<i>Phys.org</i> – Research on single photon source finds use in biology to track enzymatic reaction in real-tine. 
</p>
</div>
</div>
</div>
            
        
        <div id="disqus_thread"></div>
        <script>
        var disqus_shortname ="qoherences",
            disqus_url="https://h-oll.github.io/qoherences/posts/2019-11-29/",
        disqus_title="Qoherences #7",
        disqus_identifier="cache/posts/2019-11-29.html",
        disqus_config = function () {
            this.language = "en";
        };
        (function() {
            var dsq = document.createElement('script'); dsq.async = true;
            dsq.src = 'https://' + disqus_shortname + '.disqus.com/embed.js';
            (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
        })();
    </script><noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript" rel="nofollow">comments powered by Disqus.</a>
</noscript>
    <a href="https://disqus.com" class="dsq-brlink" rel="nofollow">Comments powered by <span class="logo-disqus">Disqus</span></a>


        

        </div>
    </div>

    
    <footer><div class="container">
            <div class="social">



                <div class="social-entry">
                    <a href="../../rss.xml" target="_blank">
                        <i class="fa fa-rss"></i> 
                    </a>
                </div>
            </div>
                <div class="copyright">
                    Contents © 2020         <a href="mailto:harold.ollivier@linksights.io">Harold Ollivier</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         
                    
                </div>
           
        </div>
    </footer><!-- Global site tag (gtag.js) - Google Analytics --><script async src="https://www.googletagmanager.com/gtag/js?id=UA-150665042-1"></script><script>
  window.dataLayer = window.dataLayer || [];
  function gtag(){dataLayer.push(arguments);}
  gtag('js', new Date());

  gtag('config', 'UA-150665042-1');
</script><script src="../../assets/js/all-nocdn.js" type="text/javascript"></script>
</body>
</html>
